import React from 'react'

function About() {
    return(
        <div className ='block-about'> 
            <p className='title'>С ЧЕГО БЫ НАЧАТЬ?</p>
            <p className='subtitle'>Title</p>
            <p className='text'>
            <h4>Title</h4>
                Дистинкция дискредитирует непредвиденный интеллект, учитывая опасность,
                которую представляли собой писания Дюринга для не окрепшего еще немецкого
                рабочего движения.
            </p>
            <p className='text'>
            <h4 >Title</h4>
                Дистинкция дискредитирует непредвиденный интеллект, учитывая опасность,
                которую представляли собой писания Дюринга для не окрепшего еще немецкого
                рабочего движения.
            </p>
            <p className='text'>
            <h4>Title</h4>
                Дистинкция дискредитирует непредвиденный интеллект, учитывая опасность,
                которую представляли собой писания Дюринга для не окрепшего еще немецкого
                рабочего движения.
            </p>
            <p className='text'>
                <h4>Title</h4>
                Дистинкция дискредитирует непредвиденный интеллект, учитывая опасность,
                которую представляли собой писания Дюринга для не окрепшего еще немецкого
                рабочего движения.
            </p>
            
        </div>
    );
}

export default About